[
  "Acomodándose el pelo.",
  "Afligido, quiere que le dejen en paz para llorar a un ser querido que acaba de morir.",
  "Ajustándose la ropa.",
  "Amargado, perdió hace poco un juicio y desea quejarse con gran lujo de detalles.",
  "Ansioso por demostrar su independencia de las costumbres populares.",
  "Ansioso por escuchar todos los detalles de la criatura más grande y dura con la que han peleado los PJs.",
  "Arrepentido, y desea con fervor el perdón de los PJs por algún error nimio, ya sea real o imaginario.",
  "Atento, obsesionado con un PJ, al que trata de impresionar a expensas del grupo.",
  "Aterrorizado por un error que cometió.",
  "Buscando a alguien que le de una paliza a alguien que lo maltrató hace unos instantes.",
  "Buscando algo perdido.",
  "Buscando consejos para un duelo inminente (u otra confrontación) contra un viejo enemigo.",
  "Buscando gente para recuperar un viejo tesoro.",
  "Buscando información jugosa y embarazosa, que recompensará alegremente con rumores igual de suculentos.",
  "Buscando información para el libro de historia que está escribiendo.",
  "Buscando peleas con rivales claramente inferiores.",
  "Buscando que el grupo se ría con sus terribles chistes.",
  "Buscando una discusión sobre cualquier tema posible.",
  "Buscando una esposa o un marido para algún pariente infeliz.",
  "Callado, tratando de usar el menor número posible de palabras.",
  "Charlando con alguien.",
  "Comiendo.",
  "Compartiendo todas las lecciones de vida y consejos que ha aprendido con cualquier joven que le escuche.",
  "Con prisa por llegar a alguna parte.",
  "Confundido por algo referido a los pjs, o por algo que no tiene relación.",
  "Convencido de que es un€ genio incomprendido y quiere que los PJs le demuestren que lo reconocen como tal.",
  "Convencido de que los PJs lo buscan por un pecado o delito que ha cometido, no relacionado con la trama.",
  "Deseoso de ayudar a los PJs, pero solo en sus metas no violentas.",
  "Deseoso de ayudar al grupo, pero tiene que lidiar con su mala memoria.",
  "Deseoso de comunicar su gran devoción por su deidad.",
  "Desesperado por ser adulado.",
  "Despreciando de forma irracional a uno de los PJs que tenga delante, debido a su raza, clase u otro atributo.",
  "Dispuesto a ayudar a los PJs, pero pierde la concentración a menos de que se lo vigile de cerca.",
  "Dispuesto a ayudar a los PJs, ya que en el fondo nada le importa.",
  "Distraído por insectos zumbantes.",
  "Enamorado perdidamente de un PJ del sexo opuesto con un Carisma elevado, y desea agradarlo a toda costa.",
  "Entristecido por el estado del mundo y quiere que los PJs compartan su tristeza.",
  "Envidioso de algo que el grupo tiene o puede hacer.",
  "Esforzándose por demostrarle a los PJs que no es bobo.",
  "Esperando a alguien (y  se ve mucho más interesado en ello que en los PJs).",
  "Eufórico por una noticia maravillosa que acaba de recibir y desea que los PJs lo acompañen a celebrar su buena fortuna.",
  "Evitando que unos niños se le acerquen.",
  "Exhausto y sólo desea volver a su casa.",
  "Feliz por un suceso o celebración reciente.",
  "Fumando o mascando tabaco.",
  "Furioso por algo que acaba de pasar.",
  "Gritándole a otra persona.",
  "Gritándole a un vecino, mientras recibe a los PJs con calidez.",
  "Hablando a la multitud, que lo ignora.",
  "Hablando de lo mucho que quiere a su ciudad.",
  "Hablando de su pueblo natal, tratando de convencer a los PJs que su lugar de origen es mucho mejor que las tierras donde ahora reside.",
  "Hablando tristemente de lo mucho que ha decaído el reino en los últimos años.",
  "Haciendo promesas estrafalarias que no tiene intención de cumplir.",
  "Haciendo todo lo posible por evitar parecer débil o vulnerable.",
  "Hastiado, creyendo que ya lo ha visto y hecho todo, por lo que deja claro a los PJs que sus problemas no le dicen nada.",
  "Idolatrando a su rey y a su patria, intentando que los demás también lo hagan.",
  "Impaciente, deseoso de entrar en acción en ese mismo momento.",
  "Intentando demostrar lo imponente y temible que es.",
  "Intentando hacerse amigo de los PJs y llevarlos a su casa para que conozcan a su familia.",
  "Intentando que los PJs lo consideren su nuevo mejor amigo.",
  "Jugando con un niño.",
  "Limpiando.",
  "Muy nervioso, llevando unos cuantos trastos de un lugar a otro.",
  "Muy tranquilo. Habla con voz suave, y si los PJs no le responden de la misma forma, se marchará.",
  "Observándolos con condescendencia.",
  "Ocupado con recados o tareas.",
  "Ocupado en sus propios pensamientos.",
  "Ocupado leyendo algo.",
  "Paseando por las calles de la ciudad.",
  "Pendiente de alguna criatura peligrosa.",
  "Pensando como quitarles el oro.",
  "Pensando que los PJs traman algo y no cesa de recriminárselo.",
  "Pensando seriamente en ponerse al servicio de los PJs.",
  "Por irse en una misión en busca del verdadero amor.",
  "Por tratar a los PJs como si fueran otro grupo de idiotas como los que tuvo que tratar durante todo el día.",
  "Preguntando todo lo que haya que saber sobre los PJs, porque es su forma de demostrar un interés amistoso por los demás.",
  "Quejándose acerca de un superior estúpido o molesto.",
  "Queriendo ayudar a los PJs, pero no tiene suficiente cerebro para hacerlo.",
  "Queriendo manener en secreto el hecho que es un€ pícaro, doppelgánguer u otra entidad disfrazada, haciéndose pasar por el PNJ real.",
  "Queriendo poner a prueba su encanto con un PJ del sexo opuesto y Carisma elevado.",
  "Queriendo que los PJs sepan lo rico, fuerte, importante, famoso o admirado que es.",
  "Queriendo reclutar a los PJs para alguna causa insustancial.",
  "Regocijándose frente a los PJs por la magnífica comida que está a punto de disfrutar.",
  "Rencoroso por algo que le hicieron.",
  "Riéndose de algo que paso unos minutos antes.",
  "Riéndose de los PJs, señalándolos de absurdos.",
  "Siendo castigado por un superior.",
  "Sin aliento.",
  "Sintiendose mal.",
  "Soñoliento.",
  "Sufriendo de una enfermedad crónica y está ansioso por compartir los detalles.",
  "Teniendo una visión profética.",
  "Totalmente ebrio, pero no desea que nadie se entere.",
  "Tramando un crimen o una rebelión, y se pregunta si los PJs serían reclutas adecuados.",
  "Tratando de caerles bien, quizás en exceso.",
  "Tratando de conquistar a su verdadero amor.",
  "Tratando de demostrar su dominio sobre cosas triviales.",
  "Tratando de disimular un crímen que cometió, de manera muy nerviosa.",
  "Tratando de divertirse un poco, a costa de los PJs.",
  "Tratando de evitar mezclarse con los PJs discretamente, ya que piensa que todos los aventureros son escoria asesina.",
  "Tratando de hacer una apuesta sobre cualquier cosa.",
  "Tratando de involucrar a los PJs en una complicada trama para obtener poder o dañar a un rival.",
  "Tratando de llevar al grupo a su destrucción, en nombre de una deidad oscura de la decadencia y la destrucción a la que adora.",
  "Tratando de obtener algún favor de los PJs por medio de súplicas constantes y descaradas.",
  "Vendiendo un elixir curatodo que sabe horrible, e intenta de que los PJs se lo compren.",
  "Viendo quien lleva la mejor ropa entre los PJs"
]
